[Demo_Maya_ep6_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2000,Y=-2125,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2000,Y=-1935,Z=-300),VecSub=(X=-90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=SOUND_EX,Command=PLAY,SecTime=0,SoundID=SoundCue'SE_DM_Maya_ep6_1.GG2_SE_DM_Phone_Arrive_LP_Cue')
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=SOUND_EX,Command=STOP,SecTime=0,SoundID=)
DemoScripts[15]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_1.GG2_SE_DM_Phone_Touch_Cue')
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_1.GG2_V_Maya_ep6_1_004_Cue',Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_1.GG2_V_Maya_ep6_1_006_Cue',Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_1.GG2_V_Maya_ep6_1_008_Cue',Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=WINDOW,Command=EXIT)
DemoScripts[29]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[30]=(Actor=FADE,Command=WAIT)
DemoScripts[31]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_1.GG2_SE_DM_Phone_Touch_Cue')
DemoScripts[32]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=2000,Y=-1935,Z=402),CId=71)
DemoScripts[33]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[34]=(Actor=FADE,Command=WAIT)
DemoScripts[35]=(Actor=WINDOW,Command=SET)
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_1.GG2_V_Maya_ep6_1_010_Cue',Name="エコロ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=WINDOW,Command=EXIT)
DemoScripts[42]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[43]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[44]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[45]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[46]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep6_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep6_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="結果沒找到小真夜....../n她和惡魔兩個人去哪了啊?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="......咦,有電話./n不認識的號碼......是誰啊?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="喂......?")

Texts[3]=(Label="TEXT04",Name="忍",Text="峯大?/n是我,小忍.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="小忍? 奇怪?/n妳怎麼知道我的號碼?")

Texts[5]=(Label="TEXT06",Name="忍",Text="這......這種小事無所謂吧./n比起這個,我想就我們兩個聊聊./n可以嗎?")

Texts[6]=(Label="TEXT07",Name="峯大",Text="可以哦./n所以說,是怎麼了?")

Texts[7]=(Label="TEXT08",Name="忍",Text="比起透過電話,我想當面聊聊....../n隨便找一間教室前會合吧./n這個嘛,會合的地點就--")

Texts[8]=(Label="TEXT09",Name="峯大",Text="......小忍說要單獨聊聊,會是什麼事啊?")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="雖然不清楚,/n總之還是去看看吧.")

Texts[10]=(Label="",Name="",Text="")

Texts[11]=(Label="SELECT01",Name="",Text="")

Texts[12]=(Label="SELECT02",Name="",Text="")

Texts[13]=(Label="SELECT03",Name="",Text="")

Texts[14]=(Label="SELECT04",Name="",Text="")

Texts[15]=(Label="SELECT05",Name="",Text="")

Texts[16]=(Label="SELECT06",Name="",Text="")

Texts[17]=(Label="SELECT07",Name="",Text="")

Texts[18]=(Label="SELECT08",Name="",Text="")

Texts[19]=(Label="SELECT09",Name="",Text="")

Texts[20]=(Label="SELECT10",Name="",Text="")


